{"qa_pairs": [{"ques": "Name the coronary artery disease that is caused as a result of narrowing of the lumen of arteries.", "ans": "Atherosclerosis"}, {"ques": "Explain the different forms of lipids with some examples.", "ans": "Lipids are not soluble by water and could exist as simple fatty acids. A fatty acid has a carboxyl group linked to an R-group, which could be methyl or ethyl or higher number of -CH2 groups. For instance, Arachidonic acid has 20 carbon atoms inclusive of the carboxyl carbon, the palmitic acid has 16 carbons inclusive of the carboxyl carbon. These fatty acids could be unsaturated or saturated. Another lipid is trihydroxy propane or glycerol. \n Several lipids have fatty acids and glycerol wherein the fatty acids are esterified with glycerol, which results in diglycerides, triglycerides, monoglycerides and are known as oils and fats depending upon the melting point. Few other lipids have phosphorylated organic compound and phosphorous contained in them, which are phospholipids that are found in the cell membrane. Example – Lecithin."}, {"ques": "What is the role of the time gap in the passage of action potential from the sino-atrial node to the ventricle?", "ans": "It allows ventricles to relax. Thus, the ventricular pressure falls, leading to the closing of semilunar valves, and restricts the backflow of blood into ventricles."}, {"ques": "Explain through the Watson-Crick model, the secondary structure exhibited by the nucleic acids.", "ans": "Nucleic acids display a wide variety of secondary structures. For example, the Watson-Crick model. It proposes that the DNA exists as a double helix structure, wherein the two strands of the polynucleotides run in the opposite direction. Its backbone is formed by the sugar-phosphate-sugar chain wherein the nitrogen bases are proposed almost perpendicular to this backbone, facing inwards. A and G of one strand base pairs with T and C respectively on the other strand. Between A and T there are two hydrogen bonds and between G and C, there are three hydrogen bonds wherein each strand appears as a helical staircase. One complete turn of the helical strand has ten base pairs"}, {"ques": "What happens if the blood does not coagulate?", "ans": "Blood coagulates or clots whenever there is an injury or trauma. Coagulation limits unnecessary blood loss from the body. Its absence can cause huge blood loss and can be fatal."}, {"ques": "State the differences between the following: Lymph and blood", "ans": "Blood - It is a connective tissue having leucocytes, erythrocytes, and platelets in plasma, a fluid, Flows in the blood vessels. Lymph - It is a connective tissue having WBC but not RBC in the plasma. Flows in the lymphatic system."}, {"ques": "Why are thrombocytes necessary for blood coagulation?", "ans": "Platelets or thrombocytes are present in the blood are formed in the bone marrow and their life span is a week. Blood oozes out from our body whenever there is an injury and the platelets are released to produce the clotting factor known as thromboplastin. With its presence and calcium ions, prothrombokinase is activated. Blood clot occurs with a series of reactions, plugging the injured blood vessel hence preventing further blood loss."}, {"ques": "Describe the Rh-incompatibility in humans.", "ans": "Rh antigen is seen on the RBC surface of majority humans, these are called Rh-positive individuals and when the antigen is absent they are Rh-negative individuals. Both these individuals are phenotypically normal individuals. However, in these individuals, a problem emerges during pregnancy or transfusion of blood. The first blood transfusion from Rh-positive blood to the RI-T individual leads to no harm as the Rh-negative person acquires antibodies or Rh factors in their blood. During the second transfusion of blood, from Rh-positive blood to the Rh-negative individual, the antibodies already formed attack to destruct the RBC of the donor. In pregnancy, if the father’s blood is Rh-positive and the mother’s blood is Rh-negative, the blood of the fetus will be Rh-positive, which leads to serious issues. The Rh antigens of the fetus are not exposed to the Rh-positive blood of the mother during the first pregnancy, as they are separated from the placenta. But in the succeeding Rh-positive fetus, the anti-Rh factors from the mother destruct the RBCs of the fetus as the blood mixes which causes hemolytic disease in the newborn(HDN) known as erythroblastosis fetalis. This can be prevented through the administration of anti-Rh antibodies to the mother after the delivery of the first child."}, {"ques": "Disadvantage of Computer ?", "ans": "Virus and hacking attacks, Online Cyber Crimes, Reduction in employment opportunity"}, {"ques": "What are all the advantages of using a computer?", "ans": "Increase your productivity, Connects you to the Internet, Multitasking, Can store vast amounts of information and reduce waste, Helps sort, organize, and search through information, Get a better understanding of data, Save time."}, {"ques": "Give a reason why the walls of ventricles are thicker than atria.", "ans": "They have thicker walls as ventricles have to pump blood into various organs."}, {"ques": "what is computer ?", "ans": "A computer is a programmable device that can store, retrieve, and process data. The term was later given to a mechanical device as they began replacing the human computers. Today's computers are electronic devices that accept data (input), process that data, produce output, and store (storage) the results"}, {"ques": "Can rubber be classified as a primary metabolite or a secondary metabolite? Write a short note on the rubber.", "ans": "It is a secondary metabolite and is extracted from the rubber tree ( Hevea brasiliensis). Latex in the rubber tree is produced by the highly specialized cells in phloem called laticifers. Rubber is a terpenoid and because of its high tensile strength, plasticity, and elasticity, it is used across industries. It is a polymeric substance and is a good conductor of electricity."}]}